{"aqu":"The world is your oyster and you can accomplish anything you want to. You have been feeling constrained lately. This is holding you back from being all that you can be.<br><br>","ari":"Be on the look out today for an admirer in the work place. Take the time to nurture this relationship, your admirer will be a great asset to you in your career or personal life.<br><br>","can":"Try going out this weekend rather than staying at home. It is healthy to build some friendships outside of the house. Your family will be there when you get back.<br><br>","cap":"As a Capricorn, you are a timeless classic. You love the tradition of this time of year. Use the holidays to pass on a tradition to a younger relative in your life.<br><br>","fis":"En av dina främsta egenskaper är att du ofta prioriterar dina vänner framför dig själv. Men det är viktigt att komma ihåg att de inte kommer lämna dig bara för att du tar hand om dig själv också.<br><br>","gem":"Take the time to lend your mind to the friend or colleague who has reached out to you. You are just what they are looking for and your bright mind will help them infinitely.<br><br>","jun":"Förnekelse är aldrig svaret. Dina nära och kära finns där för att hjälpa dig eftersom att de bryr sig. De kommer inte att märka någonting om du inte berättar någonting för dem.<br><br>","kra":"Våga tro på dig själv. Du är en bra person med en varm personlighet. Din naturliga talang är större än hos många andra. För att lyckas behöver du bara en extra skjuts i självförtroendet.<br><br>","lej":"När du går på gatan så lyser det verkligen om dig. Försök dela med dig av detta. Detta kommer att uppskattas av folk som i sin tur kommer att hjälpa dig i framtiden.<br><br>","leo":"Try to encourage somebody in your trust to express themselves more. As a Leo, you walk in the light and others can feel invisible. Appreciate your excellence as well as the virtue of others.<br><br>","lib":"Enjoying the finer things is not a crime. The key now is to find a way to experience the finer things within your means. Create a financial plan so you know what you can afford to spend.<br><br>","oxe":"Var inte rädd för förändring. Även om du gillar det som det är nu så kan något otroligt vara precis runt hörnet så länge du ser på det med ett öppet sinne.<br><br>","pis":"There is a danger that you will stray from the straight and narrow in life. Beware of harmful people and substances in your life. Nothing good will come from that road you are starting to go down.<br><br>","sag":"You are getting to that stage in your career where you feel you need to move on to a different life and a different job. Stick it out a while longer. Something good is around the corner.<br><br>","sco":"If something is plaguing you in your personal life, explore it. The chances are your suspicions are true. Trust your intuition, it is a powerful tool.<br><br>","sko":"Din förmåga att tänka dig runt en situation kommer verkligen vara till din fördel denna vecka. Det kommer att manifestera sig som en positiv utveckling i din karriär.<br><br>","sky":"Ta inte avstånd från tanken om åtagande. Det finns en stor möjlighet som är på väg att presenteras i ditt liv och din rädsla för att vara fast i en rutin kan potentiellt hindra din framgång lite.<br><br>","ste":"Ditt behov av att kontrollera allting i ditt personliga liv hotar att skada dina relationer. Att tillåta din partner att uttrycka sig romantiskt kommer vara positivt för ditt förhållande.<br><br>","tau":"There is nothing wrong with being materialistic. Some people close to you can misinterpret your love of things for vanity. This is just misunderstanding so don’t be offended.<br><br>","tvi":"Den här veckan kan du verkligen använda din förmåga att snabbt lära dig nya saker. På jobbet kommer det krävas att du är anpassningsbar för att lyckas slutföra en arbetsuppgift.<br><br>","vad":"Du måste sakta ner. Du har lyckats med så mycket i ditt liv. Men om du fortsätter köra på i 110 så finns det en risk att du skadar dig själv.<br><br>","vag":"Var inte rädd för att ta lite tid till att skämma bort dig själv. Du spenderar ditt liv med att blidka och behaga andra, men det finns en risk att du glömmer bort dig själv under tiden.<br><br>","vat":"En bra möjlighet dyker upp i ditt yrkesliv. Din intellektuella och kreativa hjärna är perfekt för den befordran som väntar runt hörnet. Se till att inte missa tillfället.<br><br>","vir":"Today is a good day and good things are going to happen to you. Give into the good feelings you are experiencing and know that you deserve this happiness.<br><br>"}